Repository: optimisthub/moka-woocommerce
Catalog: languages/moka-woocommerce-*.po
Languages: tr_tr

source: %s Installement
tr_tr: %s Taksit

source: 3D authorisation error
tr_tr: 3D onay alma hatası

source: 3D confirmation received but money could not be withdrawn from the part
tr_tr: 3D onayı alındı ancak para parttan çekilemedi

source: <strong>Card CVC</strong> is required.
tr_tr: <strong>Kart Güvenlik Kodu</strong> Zorunludur.

source: <strong>Card Expiry</strong> is required.
tr_tr: <strong>Kart Son Kullanma Tarihi</strong> Zorunludur.

source: <strong>Card holder</strong> is required.
tr_tr: <strong>Kart Üzerindeki İsim</strong> Zorunludur.

source: <strong>Card Number</strong> is required.
tr_tr: <strong>Kart Numaranız</strong> Zorunludur.

source: <strong>Installment</strong> is required.
tr_tr: <strong>Taksit Sayısı</strong> Zorunludur.

source: Actions
tr_tr: İşlemler

source: Active
tr_tr: Aktif

source: Amount
tr_tr: Tutar

source: An unexpected error occurred
tr_tr: Beklenmeyen bir hata oluştu

source: An unexpected error occurred.
tr_tr: Beklenmeyen bir hata oluştu.

source: Any of the daily limits defined for the dealer have been exceeded.
tr_tr: Kartın günlük limiti aşıldığı için daha fazla işlem yapılamaz.

source: Api Password
tr_tr: Api Şifresi

source: Api Username
tr_tr: Api Kullanıcı Adı

source: Approval mechanism not available
tr_tr: Onay mekanizması mevcut değil

source: Authorization Forbidden For This Dealer.
tr_tr: Üye İş Yerinin Yetkilendirmesi Yoktur.

source: Bank Declined Transaction
tr_tr: Banka İşlemi Reddetti

source: Bank Identification Test
tr_tr: Banka Tanımlama Testi

source: Bank or Card does not support 3D secure
tr_tr: Banka veya Kart 3D secure desteklemiyor

source: Bank SSL error
tr_tr: Banka SSL hatası

source: Basket Amount Is Not Equal Payment Amount.
tr_tr: Sepet Tutarı Ödeme Tutarına Eşit Değil.

source: Basket Product Not Found In Your Product List.
tr_tr: Sepetteki Ürün, Ürün Listenizde Bulunamadı.

source: Begining:
tr_tr: Başlangıç:

source: Call your bank for manual confirmation
tr_tr: Manual onay için bankanızı arayınız

source: Cancel
tr_tr: İptal

source: Cant find debug file
tr_tr: Kayıt dosyası bulunamadı

source: Card
tr_tr: Kart

source: Card Code
tr_tr: Güvenlik Kodunuz

source: Card details have been successfully verified.
tr_tr: Kart bilgileri başarıyla doğrulandı.

source: Card details incorrect
tr_tr: Kart bilgileri hatalı

source: Card expiry date incorrect
tr_tr: Kartın son kullanma tarihi hatalı

source: Card Number
tr_tr: Kart Numaranız

source: Card Token Cannot Use With Save Card.
tr_tr: Kart Doğrulaması, Kart Kayıt İşlemi İçin Kullanılamaz.

source: Card Token Not Found.
tr_tr: Kart Doğrulaması Bulunamadı.

source: Cash In Advence
tr_tr: Tek Çekim

source: Check Update
tr_tr: Güncelleme Kontrol

source: Checking
tr_tr: Kontrol Ediliyor

source: Clear debug file
tr_tr: Kayıt dosyasını sil

source: Company Code
tr_tr: Bayi Kodu

source: Company Name
tr_tr: Bayi Adı

source: Created At
tr_tr: Oluşturulma

source: Credit Card
tr_tr: Kredi Kartı

source: Credit card number not in valid format
tr_tr: Kredi kartı numarası geçerli formatta değil

source: Customer Id
tr_tr: Müşteri Id

source: Day
tr_tr: Gün

source: Dealer Commission Rate Not Found.
tr_tr: Üye İş Yeri Komisyon Oranı Bulunamadı.

source: Dealer Group Commission Rate Not Found.
tr_tr: Üye İş Yeri Komisyon Oranı Bulunamadı.

source: Default
tr_tr: Varsayılan

source: Description
tr_tr: Açıklama

source: Details
tr_tr: Sipariş Detayları

source: Download debug file
tr_tr: Kayıt dosyasını indir

source: Enable 3D
tr_tr: 3D Modu

source: Enable 3d Payment?
tr_tr: 3D ile ödeme?

source: Enable Moka Pay Gateway?
tr_tr: Moka Pay Ödeme Metodu Aktifleştirilsin mi ?

source: Enable subscription ?
tr_tr: Abonelikli satış özelliğini aktif et ?

source: Enable Test Mode?
tr_tr: Test Modunu Aktifleştir?

source: Enable/Disable
tr_tr: Açık / Kapalı

source: Enable/Disable Debug Mode
tr_tr: İşlem Kayıtları Aktif/Pasif

source: Enable/Disable Installement ?
tr_tr: Taksitli Alışveriş aktifleştirilsin mi?

source: Enable/Disable Installement by Product ?
tr_tr: Ürüne göre taksit Aktif/Pasif ?

source: End
tr_tr: Bitiş

source: Ended
tr_tr: Bitti

source: Failed
tr_tr: Başarısız

source: Failed to connect to bank
tr_tr: Bankaya bağlanılamadı

source: Failed to obtain cardholder approval
tr_tr: Kart sahibi onayı alınamadı

source: Fake approval
tr_tr: Sahte onay

source: Fraud possibility
tr_tr: Fraud olasılığı

source: General Error
tr_tr: Genel Hata

source: General rejection
tr_tr: Genel red

source: Hey, the order is paid by Moka Pay!
tr_tr: Sipariş ödemesi başarılı bir şekilde tamamlandı!

source: If you agree, your subscription will be cancelled and the payment will not be renewed. However; you will be able to continue to use your subscription until the membership expiration date.
tr_tr: Onaylıyor iseniz, aboneliğiniz iptal edilecek ve ödemesi yenilenmeyecek.Ancak; aboneliğinizi üyelik sonlanma tarihine dek kullanmaya devam edebileceksiniz.

source: If you want the installment table to be displayed as a product tab on the product pages, turn it on.
tr_tr: Ürün sayfalarında taksit tablosunu ürün sekmesi olarak gösterilmesini istiyorsanız açık konuma getiriniz.

source: Installement
tr_tr: Taksitli Alışveriş

source: Installment
tr_tr: Taksit

source: Installment Amount
tr_tr: Taksit Tutarı

source: Installment Fee
tr_tr: Taksitli Alışveriş Komisyonu

source: Installment Limit
tr_tr: Taksit Limiti

source: Installment Options
tr_tr: Taksit Seçenekleri

source: Installment Rate Test
tr_tr: Taksit Oranıları Testi

source: Installment Shopping
tr_tr: Taksitli Alışveriş

source: Installment Table
tr_tr: Taksit Tablosu

source: Installment table display on product pages
tr_tr: Ürün sayfalarında taksit tablosu gösterimi

source: Invalid account number
tr_tr: Geçersiz hesap numarası

source: Invalid Currency Code.
tr_tr: Geçersiz Para Birimi Kodu.

source: Invalid CVV
tr_tr: Geçersiz CVV

source: Invalid merchant
tr_tr: Geçersiz işyeri

source: Invalid Quantity Value.
tr_tr: Geçersiz Miktar Değeri.

source: Invalid request detected. Try Again.
tr_tr: Geçersiz istek tespit edildi. Tekrar deneyiniz.

source: Invalid Sub Merchant Name.
tr_tr: Geçersiz Alt Satıcı Adı.

source: Invalid transaction
tr_tr: Geçersiz işlem

source: Invalid Unit Price.
tr_tr: Geçersiz Birim Fiyat.

source: IP address is not available for this operation.
tr_tr: IP adresi bu işlem için kullanılamaz.

source: It allows you to sell products via subscription method on your site.
tr_tr: Siteniz üzerinden abonelik yöntemi ile ürün satışı yapmanızı sağlar.

source: It is mandatory to send the transaction amount.
tr_tr: İşlem tutarı göndermek zorunludur.

source: Limit Installement
tr_tr: Taksit Limitle

source: Limit Installement By Product
tr_tr: Ürüne Göre Taksit Limitle

source: Lost card
tr_tr: Kayıp kart

source: Moka by Isbank WooCommerce Gateway
tr_tr: İş Bankası desteği ile Moka Pay

source: Moka Payment History
tr_tr: Moka Ödeme Geçmişi

source: Moka Pos Settings
tr_tr: Moka Pos Ayarları

source: Month
tr_tr: Ay

source: Must Be One Of Dealer Product Id Or Product Code.
tr_tr: Bayi Ürün Kimliği veya Ürün Kodundan Biri Olmalıdır.

source: Name On Card
tr_tr: Kart Üzerindeki İsim

source: Next Payment
tr_tr: Sonraki Ödeme

source: No dealer found.
tr_tr: Üye işyeri bulunamadı.

source: No installments in foreign currency.
tr_tr: Döviz ile taksit yapılamaz.

source: No order has been made yet.
tr_tr: Henüz bir sipariş verilmedi.

source: Not editable
tr_tr: Düzenlenemez

source: Order ID
tr_tr: Şipariş No

source: Order Id
tr_tr: Sipariş Id

source: Order identifier not found
tr_tr: Sipariş tanımlayıcısı bulunamadı

source: Order not found
tr_tr: Sipariş bulunamadı

source: Order Prefix
tr_tr: Sipariş Öneki

source: Order Status
tr_tr: Sipariş Durumu

source: Passive
tr_tr: Pasif

source: Pay with your credit card via our super-cool payment gateway.
tr_tr: Kredi kartınız veya banka kartınız ile, güvenle MokaPay ile ödeme yapabilirsiniz.

source: Payment Completed
tr_tr: Ödeme tamamlandı

source: Payment Failed
tr_tr: Ödeme Başarısız

source: Payment is processing via Moka Pay.
tr_tr: Moka Pay ile ödeme işlemi tamamlanıyor.

source: Payment Must Be Authorization.
tr_tr: Ödeme Yetkilendirmesi Olmalıdır.

source: Period
tr_tr: Periyot

source: Place the payment gateway in test mode using test API keys.
tr_tr: Test modunuzu aktif ederseniz, size test ortamı için size iletilen test bilgilerinizi eklemeyi unutmayınız. Size iletilen bilgilerden canlı ve test ortamı giriş bilgilerinin farklı bilgiler olduğunu hatırlatmak isteriz.

source: Please activate the installment option in the Moka Pay settings and save the settings.
tr_tr: Lütfen Moka Pay ayarlarından, taksit seçeneğini aktif edip ayarları kaydedin.

source: Pool Payment Not Available For This Dealer.
tr_tr: Havuz Ödemesi Üye İş Yeri İçin Mevcut Değildir.

source: Pool Payment Required For This Dealer.
tr_tr: Üye İş Yeri İçin Havuz Ödemesi Gerekmektedir.

source: Position of Installment Options Tab among other tabs
tr_tr: Taksit Seçenekleri Sekmesinin diğer sekmeler arasındaki pozisyonu

source: Redirect Url Required.
tr_tr: Yönlendirme URL'si Gereklidir.

source: Remote Connection Test
tr_tr: Sunucu Bağlantı Testi

source: Renewal Period
tr_tr: Yenilenme Periyodu

source: Report Issue
tr_tr: Sorun Bildir

source: Restricted card
tr_tr: Kısıtlı kart

source: Save Settings
tr_tr: Ayarları Kaydet

source: Sending the expiry date is mandatory.
tr_tr: Son kullanım tarihi gönderme zorunludur.

source: Show Installment Message under the price_html ?
tr_tr: Fiyat altında minimum taksit mesajı ?

source: Show Installment Total Amount
tr_tr: Taksit Toplam Tutarını Göster

source: Status
tr_tr: Durum

source: Stolen card
tr_tr: Çalıntı kart

source: Subscribe
tr_tr: Aboneliği Başlat

source: Subscription
tr_tr: Abonelikler

source: Subscription Features
tr_tr: Abonelik Özellikleri

source: Subscription has been successfully canceled. Please wait.
tr_tr: Abonelik başarıyla iptal edildi. Lütfen bekleyiniz.

source: Subscription not found
tr_tr: Abonelik bulunamadı

source: Subscription Period
tr_tr: Abonelik Süresi

source: Subscription Price
tr_tr: Abonelik Ücreti

source: Subscriptions
tr_tr: Abonelikler

source: Success
tr_tr: Başarılı

source: System error
tr_tr: Sistem hatası

source: Test Informations
tr_tr: Üye İşyeri Bilgilerini Test Et

source: The default value is 20. You can change the tab position according to the features provided by your theme or plugins. Example (like 40,60,90.)
tr_tr: Varsayılan değer olarak 20 belirlenmiştir. Temanızın veya eklentilerinizin sağladığı niteliklere göre sekme pozisyonunu değiştirebilirsiniz. Örnek (40,60,90 gibi.)

source: The number of installments is invalid.
tr_tr: Taksit sayısı geçersiz.

source: The number of installments is not allowed.
tr_tr: Taksit sayısına izin verilmiyor.

source: The order amount has been updated due to the request for shopping in installments. %s
tr_tr: Sipariş Tutarında, taksitli alışveriş talep edildiğinden dolayı güncelleme yapıldı. %s

source: The test function can be performed after saving the merchant information.
tr_tr: Test fonksiyonu, üye işyeri bilgilerini kaydettikten sonra yapılabilir.

source: There is an error in the card details, please check.
tr_tr: Kart bilgilerinde hata var lütfen kontrol ediniz.

source: This controls the description which the user sees during checkout.
tr_tr: Kullanıcılarınızın ödeme admında göreceği açıklama alanıdır.

source: This controls the title which the user sees during checkout.
tr_tr: Kullanıcılarınızın ödeme admında göreceği başlık alanıdır.

source: This field provides convenience for the separation of orders during reporting for the Moka POS module used in more than one site. (Optional)
tr_tr: Bu alan birden çok sitede kullanılan Moka POS modülü için raporlama esnasında siparişlerin ayrıştırılmasında kolaylık sağlar. (Opsiyonel)

source: Timeout
tr_tr: Zaman aşımı

source: Title
tr_tr: Başlık

source: Tokenization Not Available For This Dealer.
tr_tr: Üye İş Yeri Tokenizasyon İçin Yetkili Değildir.

source: Total Amount
tr_tr: Toplam Tutar

source: Total.
tr_tr: Toplam.

source: Transaction Id
tr_tr: İşlem Id

source: Transaction not open to cardholder
tr_tr: Kart sahibine açık olmayan işlem

source: Undefined error
tr_tr: Tanımsız hata

source: Update installment rates via Moka
tr_tr: Taksit oranlarını Moka ile Güncelle

source: User ID
tr_tr: Kullanıcı

source: User is not authorised to perform this operation
tr_tr: Kullanıcı bu işlemi yapmaya yetkili değil

source: Virtual pos is not defined for the dealer.
tr_tr: Üye işyeri için sanal pos tanımı yapılmamış.

source: Virtual Pos Not Available.
tr_tr: Sanal Pos Kullanılamıyor.

source: Waiting for user payment.
tr_tr: Kullanıcının ödeme yapması bekleniyor.

source: Week
tr_tr: Hafta

source: When you do this, all of the instalment data you have entered is deleted and the current ones from Moka Pay servers are overwritten. The process cannot be reversed. To continue, please enter confirmation in the field below and continue the process. Otherwise, your transaction will not continue.
tr_tr: Bu işlemi yaptığınızda, girmiş olduğunuz taksit verilerinin tamamı silinir ve Moka Pay sunucularından güncel olanları üzerine yazılır. İşlem geri alınamaz. Devam etmek için lütfen alttaki alana onay yazıp işleme devam ediniz.Aksi halde işlemniz devam etmeyecektir.

source: With installments starting from
tr_tr: den başlayan taksitlerle

source: Year
tr_tr: Yıl

source: You can choose what the status of the order will be when your payments are successfully completed.
tr_tr: Ödemeleriniz başarılı bir şekilde tamamlandığında siparişin durumunun ne olacağını seçebilirsiniz.

source: Your card does not support 3D secure
tr_tr: Katınız 3D secure desteklemiyor

source: Your card has insufficient limit.
tr_tr: Kartınızın limiti yetersiz.

source: Your card information that you have added during the payment will be kept by Moka with the assurance of Moka. Your next subscription payment will be taken with this card.
tr_tr: Ödeme esnasında eklemiş olduğunuz kart bilgileriniz, Moka güvencesi ile Moka tarafından saklanacaktır. Sonraki abonelik ödemeniz bu kart ile alınacaktır.

source: Your card is closed to internet purchases
tr_tr: Kartınız internet alışverişlerine kapalıdır

source: Your card limit is insufficient.
tr_tr: Kart limitiniz yetersiz.

source: Your payment could not be collected. Please try again.
tr_tr: Ödemeniz tahsil edilemedi. Lütfen yeniden deneyiniz.

source: Your transaction has been completed successfully. Within 2 seconds the page will be refreshed
tr_tr: İşleminiz başarılı bir şekilde tamamlandı. 2 Saniye içerisinde sayfa yenilecektir.
